Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Using blue and white porcelain as her point of departure, she creates narratives about East and West, trade in goods, cultural and political exchanges, the sea, seafarers and the body.
nb: Med utgangspunkt i blåhvitt porselen skaper hun fortellinger om øst og vest, varehandel, kulturell og politisk utveksling, havet, sjøfarere og kroppen.

source: Frida Hansen was an important representative of art nouveau and symbolism.
nb: Frida Hansen var en viktig representant for art nouveau og symbolisme.

source: "Rialtobroen i Venezia" relates to: Related works
nb: "Rialtobroen i Venezia" relaterer til: Utforsk lignende verk fra samlingen

source: "Fastsittende tømmer, Labro (detalj)" relates to: Related works
nb: "Fastsittende tømmer, Labro (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: "Studier av ku" relates to: Related works
nb: "Studier av ku" relaterer til: Utforsk lignende verk fra samlingen

source: In October 1927, Berger was accepted on a six-month trial semester in the weaving workshop at the Bauhaus school, and in January 1928 she formally enrolled as a student in the same studio under Gunta Stölzl.
nb: I oktober 1927 ble Berger opptatt i et seks måneders prøvesemester i vevstuen på Bauhausskolen, og i januar 1928 ble hun formelt student i samme studio, under Gunta Stölzl.

source: He was also an assistant on Finn Bryn and Johan Ellefsen's project for a new vestibule in the Physics building at Blindern and worked especially with the interiors.
nb: Han var også assistent på Finn Bryn og Johan Ellefsens prosjekt for en ny vestibyle i Fysikk-bygget på Blindern og jobbet særlig med interiørene.

source: "Viadukt ved Gragnano" relates to: Related works
nb: "Viadukt ved Gragnano" relaterer til: Utforsk lignende verk fra samlingen

source: Arita, Japan (Historical event, person, place, with affiliation)
nb: Arita, Japan (Historisk hendelse, person, sted, med tilknytning)

source: A key element of surrealism is the notion that the artist is not bound by time and space but can mix symbols, memories, reality, and fantasy at will.
nb: Sentralt ved surrealismen er ideen om at kunstneren ikke er forpliktet i tid og rom, men kan blande symboler, minner, virkelighet og fantasi slik han ønsker.

source: Rastad & Relling (tegnekontor) (Responsible for assignment) Sigurd Resell
nb: Rastad & Relling (tegnekontor) (Ansvarlig for oppgave)

source: Harald Sohlberg’s motifs from Rondane and Røros have given Norway its ”national painting” and helped Røros to be designated a UNESCO World Heritage Site.
nb: Harald Sohlbergs motiver fra Rondane og Røros har gitt oss vårt ”nasjonalmaleri” og bidratt til at Røros har havnet på Unescos verdensarvliste.

source: Tizian (Artist for cartoon/modello i.a.
nb: Rafael (Kunstner for mønster/kartong e.l.

source: The dramatic, precipitous, and inaccessible mountain formations along the Northern Norwegian coast impressed Peder Balke during his first lengthy journey to the northern parts of Norway in 1832.
nb: De dramatiske, bratte og utilgjengelige fjellformasjonene langs Nord-Norges kyst imponerte Peder Balke da han gjorde sin første lange reise nordover i landet i 1832.

source: He was thereafter exempted from further service, and during 1916–17 he had intermittent stays at sanatoriums in Switzerland, first in Taunus and then in Davos.
nb: Han ble etter dette fritatt fra videre militærtjeneste og i årene 1916–17 hadde han periodevis opphold på sanatorier for rehabilitering i Sveits, først i Taunus og siden i Davos.

source: "Jente som spinner, Numedal" relates to: Related works
nb: "Jente som spinner, Numedal" relaterer til: Utforsk lignende verk fra samlingen

source: She has carried out long-term fieldwork in Cuba, and wrote her doctoral thesis on the subject of museums, Afro-Cuban religions and heritage production.
nb: Hun har gjort langvarig feltarbeid på Cuba og skrevet doktoravhandling om museer, afro-cubanske religioner og kulturarvproduksjon.

source: Show the image "Lars Hertervig, "Summer Landscape, Thunder looms", 1856." in fullscreen
nb: Vis bildet "Lars Hertervig, «Sommerlandskap i tordenvær», 1856." i full størrelse

source: "Nisser som slåss" relates to: Related works
nb: "Nisser som slåss" relaterer til: Utforsk lignende verk fra samlingen

source: © Moucheron, Isaac de, hans retning Related works
nb: © Moucheron, Isaac de, hans retning Utforsk lignende verk fra samlingen

source: The Virgin Mary, denominated the “Mother of God” in the Russian Orthodox tradition, is shown carrying the Infant Jesus on her left arm.
nb: Jomfru Maria, i russisk-ortodoks tradisjon betegnet som Guds mor, bærer her Jesusbarnet på sin venstre arm.

source: "Fra Sanda (detalj)" relates to: Related works
nb: "Fra Sanda (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: Niccolo dell' Abate (by erroneus tradition)
nb: Niccolo dell' Abate (ifølge feilaktig tradisjon)

source: september 1683" relates to: Related works
nb: september 1683" relaterer til: Utforsk lignende verk fra samlingen

source: Beate Hølmebakk, model of ‘House for a Young Woman I’, 1995.
nb: Beate Hølmebakk, modell av «Hus for en ung kvinne», 1995.

source: The Danish artist Nicolai Abildgaard, who served as professor at the Academy of Fine Arts in Copenhagen from 1778 until his death, played a significant role in Scandinavian art for decades.
nb: Den danske kunstneren Nicolai Abildgaard var professor ved kunstakademiet i København fra 1778 og fram til sin død.

source: According to the title, the work is dedicated to Ernest Hemingway’s grandchild, the model and actress Margaux Hemingway.
nb: Ifølge tittelen er verket også dedikert til Ernest Hemingways barnebarn, modellen og skuespilleren Margaux Hemingway.

source: Villas Hansen Vinter (Artist - uncertain)
nb: Villas Hansen Vinter (Kunstner - usikker)

source: "Figurer og masker" relates to: Related works
nb: "Figurer og masker" relaterer til: Utforsk lignende verk fra samlingen

source: "Trestudie og figurstudier, Terracina" relates to: Related works
nb: "Trestudie og figurstudier, Terracina" relaterer til: Utforsk lignende verk fra samlingen

source: © Hille, Harald, Østbye, Odd Kjeld Related works
nb: © Hille, Harald, Østbye, Odd Kjeld Utforsk lignende verk fra samlingen

source: Martin Engelbrecht (by erroneus tradition)
nb: Martin Engelbrecht (ifølge feilaktig tradisjon)

source: "Stue på Nordre Gren" relates to: Related works
nb: "Stue på Nordre Gren" relaterer til: Utforsk lignende verk fra samlingen

source: "Ansikt" relates to:
nb: "Ansikt" relaterer til:

source: Show the image "Adolph Tidemand, "The temple of Hercules Victor and fountain on Piazza Bocca della Verità in Rome", 1841" in fullscreen
nb: Vis bildet "Adolph Tidemand, «Vesta-tempel i Bocca della verita i Rom», 1841" i full størrelse

source: Dietrichson was an extremely prolific artist.
nb: Dietrichson var en svært produktiv kunstner.

source: Born 21.03.1894 in Malmø, death 02.02.1970 in Trondheim, Trondheim
nb: Født 21.03.1894 i Malmø, død 02.02.1970 i Trondheim, Trondheim

source: Paolo Farinati (by erroneus tradition)
nb: Paolo Farinati (ifølge feilaktig tradisjon)

source: It was made for a Norwegian customer at Silkehuset in Oslo.
nb: Den ble laget for en norsk kunde på Silkehuset i Oslo.

source: "Utsyn fra Tistedalen mot Halden" relates to: Related works
nb: "Utsyn fra Tistedalen mot Halden" relaterer til: Utforsk lignende verk fra samlingen

source: "To mannsfigurer og et barn, Nås" relates to: Related works
nb: "To mannsfigurer og et barn, Nås" relaterer til: Utforsk lignende verk fra samlingen

source: Edvard Munch worked as an artist for over sixty years.
nb: Edvard Munch jobbet som kunstner i over seksti år.

source: Anna-Eva Bergman met Hans Hartung in Paris during spring 1929, when she studied at the academy of the painter André Lhote.
nb: Anna-Eva Bergman traff Hans Hartung i Paris våren 1929, da hun studerte ved akademiet til maleren André Lhote.

source: Charles Delén (Publisher - assumed certain)
nb: Charles Delén (Utgiver/forlegger - antatt sikker)

source: practice during and after the project, so that partners ‘like
nb: «som kunstnere, gruppeledere og deltakere opplever at

source: The dragon vase was made during the reign of the Yongle Emperor, between 1403–1424, during the famous Ming dynasty, a period that lasted almost 300 years (1368–1644).
nb: «Dragevasen» ble laget i Yongle-keiserens regjeringstid, mellom 1403–1424, under det berømte Ming-dynastiet – en periode på nesten 300 år (1368–1644).

source: and referred to the enthroned man in the middle as Satan.
nb: og mannen som troner i midten omtalte han som Satan.

source: Liberty & Co (Manufactured by - assumed)
nb: Liberty & Co (Produsent - antatt)

source: Show the image "Edvard Munch, "The Scream", 1893." in fullscreen
nb: Vis bildet "Edvard Munch, «Skrik», 1893." i full størrelse

source: It was only later, during a study trip to Norway in 1843, that Tidemand decided to devote himself to the depiction of life in rural Norway.
nb: Det var først under en studiereise i Norge i 1843 at Tidemand besluttet seg for å vie seg til skildringen av norsk folkeliv.

source: In Paris she worked intensively with graphic art in well-known printmaking studios.
nb: I Paris arbeidet hun inngående med grafikk i kjente grafikkverksteder.

source: Beate Hølmebakk, model of ‘House for a Housewife’, 1998.
nb: Beate Hølmebakk, modell av «Hus for en husmor», 1998.

source: The image is engraved in the etching ground using a blunt instrument.
nb: Motivet tegnes med et butt redskap i etsegrunnen.

source: Taddeo Zuccaro (by erroneus tradition)
nb: Taddeo Zuccaro (ifølge feilaktig tradisjon)

source: "Allé med figurer" relates to: Related works
nb: "Allé med figurer" relaterer til: Utforsk lignende verk fra samlingen

source: "Bondehus, Altenahr" relates to:
nb: "Bondehus, Altenahr" relaterer til:

source: Her major international breakthrough occurred at the age of 71 in 1982 at the Museum of Modern Art in New York. She has been assigned the role of an outsider who is motivated only by her own traumatic childhood.
nb: Hun fikk sitt store internasjonale gjennombrudd på Museum of Modern Art i New York 71 år gammel, i 1982, og har fått tildelt rollen som outsider som bare er motivert av sin egen traumatisk barndom.

source: "Kvinne i bunad, Vikøy" relates to: Related works
nb: "Kvinne i bunad, Vikøy" relaterer til: Utforsk lignende verk fra samlingen

source: the Norwegian architectural firm Helen & Hard has built a new cohousing community.
nb: har det norske arkitektkontoret Helen & Hard bygget et nytt bofellesskap.

source: Major changes have taken place between the time the first buildings were erected, in the city centre and at Tøyen, and more recent times, with new construction at Blindern and Gaustadbekkdalen.
nb: Det har skjedd store endringer fra de første bygningene ble oppført i sentrum og på Tøyen, til senere tiders bygging på Blindern og i Gaustadbekkdalen.

source: Picasso collaborated with the Norwegian artist Carl Nesjar for many years.
nb: Picasso samarbeidet i en årrekke med den norske kunstneren Carl Nesjar.

source: "Kvinneportrett" relates to:
nb: "Kvinneportrett" relaterer til:

source: "Jacob van Hoorn" relates to: Related works
nb: "Jacob van Hoorn" relaterer til: Utforsk lignende verk fra samlingen

source: In 2005, this work by Kjartan Slettemark was included in a list of the twelve most important works of Norwegian art from the postwar era.
nb: I år 2005 ble dette verket utropt til et av de tolv viktigste norske kunstverk fra etterkrigstiden.

source: In 2019 – against the backdrop of the Bauhaus centenary celebrations – Sandvik’s son presented the album and documents as a gift to the National Museum.
nb: I 2019 – midt i hundreårsjubileet for åpningen av Bauhaus-skolen – ga Sandviks sønn albumet og dokumentene i gave til Nasjonalmuseet.

source: "'Here comes the new generation – the new hope!' was how the talent of the then 22-year-old Hertervig was described at the Düsseldorf Academy of Fine Arts", Lerberg says.
nb: «Her kommer den nye generasjonen – det nye håpet!», var slik man omtalte opplevelsen av den da 22 år gamle Hertervigs talent ved kunstakademiet i Düsseldorf, forteller Lerberg.

source: Uidentifisert, romersk (assumed certain)
nb: Uidentifisert, romersk (antatt sikker)

source: In exploring the relationship between surface and space, picture and frame, and the endless variability of colours and strokes, Malmedal leaves no angle behind, spurred on by the curiosity and thoroughness of a scientist.
nb: Hos Malmedal er ingen ting uprøvd, uutforsket, det være seg forholdet mellom flate og rom, bilde og ramme, eller fargens og strøkets uendelige variasjonsmuligheter.

source: Woven in muted colours with interwoven silver threads." in fullscreen
nb: Utført i nedtonede farger med innvevde sølvtråder.

source: In June 2012 the Norwegian Parliament approved funding for the construction of the new National Museum in Oslo, which will be the home for all its collections under one roof.
nb: I juni 2012 bevilget Stortinget midler til å bygge det nye Nasjonalmuseet på Vestbanen. Denne bygningen skal huse alle museets samlinger under samme tak.

source: She was married to Norwegian painter Erik Brandt.
nb: Hun var gift med den norske maleren Erik Brandt.

source: "Kaktuser i Villa Reale, Napoli" relates to: Related works
nb: "Kaktuser i Villa Reale, Napoli" relaterer til: Utforsk lignende verk fra samlingen

source: Berger travelled to Stockholm, where in April 1929 she took an 11-week course at Johanna Brunsson's Weaving School, known as the Practical Weaving School.
nb: Berger reiste til Stockholm, hvor hun i april 1929 startet et 11 uker langt kurs ved Johanna Brunssons Vävskola, den såkalte Praktiska Vävnadskolan.

source: Rian, Kai Fjell and Danish artist Vilhelm Bjerke-Petersen.
nb: Rian, Kai Fjell og danske Vilhelm Bjerke-Petersen.

source: Photographer and video artist Per Maning has been using animals as subject matter since the mid-1980s.
nb: Fra midten av 1980-årene har fotograf og videokunstner Per Maning brukt dyr som motiv.

source: John Flaxmann (Artist for cartoon/modello i.a.
nb: John Flaxmann (Kunstner for mønster/kartong e.l.

source: Their rapid movement, to and from their nests in the rock face, contrasts the slowly turning female heads.
nb: Han kjøpte ulike materialer fra loppemarkeder og bokhandlere, og gjorde nedtegnelser om Norges populærkultur og kulturarvsteder.

source: "Moralsk allegori" relates to:
nb: "Moralsk allegori" relaterer til:

source: During her journeys around Europe, Schjerfbeck made several copies of the religious paintings of Old Masters such as El Greco, Cimabue, and Fra Angelico.
nb: På sine studiereiser i Europa utførte Schjerfbeck flere kopier av religiøse motiver malt av gamle mestere som El Greco, Cimabue og Fra Angelico.

source: Grete Prytz Kittelsen working in her and Arne Korsmo's residence in Oslo, 1956.
nb: Grete Prytz Kittelsen arbeider i hennes og Arne Korsmos bolig i Planetveien i Oslo, 1956.

source: On reports from Vietnam.
nb: Av rapport fra Vietnam.

source: Examination of the condition issues in oil paintings dated between 1946 and 1972.
nb: Undersøkelse av tilstand for oljemalerier datert mellom 1946 og 1972.

source: Show the image "Vernon (producer), Wool suit made for Maud's trousseau, 1896" in fullscreen
nb: Vis bildet "Vernon (produsent), Ulldrakt laget for bryllupsreise, 1896" i full størrelse

source: Show the image "Giovanni Battista Piranesi," Prisoners on a Projecting Platfor", 1745 / 1760–1775." in fullscreen
nb: Vis bildet "Giovanni Battista Piranesi, «Imaginære fengsler X», 1745 (plate) / 1760–1775 (trykk)." i full størrelse

source: The series was also inspired by the skyscrapers of New York.
nb: Serien er også inspirert av skyskraperne i New York.

source: Put together as original assemblages and sculptural constructions, her sculptures capture the tension between growth and ruin, creation and destruction, past and future.
nb: Satt sammen til originale assemblager og skulpturelle konstruksjoner, fanger skulpturene spenningen mellom vekst og ruin, det skapende og destruksjon, fortid og fremtid.

source: Her career ended abruptly with her death at the age of only 43, but during her lifetime she had managed to explore an astonishing number of techniques and media forms.
nb: Hennes kunstneriske karriere endte altfor tidlig da hun døde bare 43 år gammel. Hun startet med å lage tekstilkunst, men var rask til å bryte ny «ismefri» mark.

source: "Torre Apponale, Riva del Garda" relates to: Related works
nb: "Torre Apponale, Riva del Garda" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Corrie, Arran" relates to: Related works
nb: "Fra Corrie, Arran" relaterer til: Utforsk lignende verk fra samlingen

source: Norcraft (Historical event, person, place, with affiliation)
nb: Norcraft (Historisk hendelse, person, sted, med tilknytning)

source: Ida Lorentzen trained as an artist in the United States and at the Academy of Fine Art in Oslo.
nb: Ida Lorentzen er utdannet i USA og ved Statens kunstakademi i Oslo, og er kanskje mest kjent for sine særegne interiørbilder.

source: "Ornamentstudier" relates to:
nb: "Ornamentstudier" relaterer til:

source: From Arne Korsmo's lectures at SHKS
nb: Bilder fra Arne Korsmos undervisning på SHKS

source: Bleken gradually began exploring figurative painting, including stark, unadulterated portraits of the elderly.
nb: Etter hvert har Bleken omfavnet det figurative billeduttrykket og blant mange motiver finnes sterke og usminkede skildringer av eldre mennesker.

source: It was an occasion to look back at her life and to admire the royal costume collection.
nb: I den forbindelse ga vi et tilbakeblikk på hennes liv og den kongelige draktsamlingen.

source: "Valle dei Mulini near Amalfi" relates to: Related works
nb: "Valle dei Mulini ved Amalfi" relaterer til: Utforsk lignende verk fra samlingen

source: He was also responsible for the design of Norway’s posthorn postage stamps. Designed in 1871, these stamps are still in use today.
nb: Han var også mannen bak «posthornfrimerket», som ble tegnet i 1871 og fortsatt er i bruk.

source: The artist was marked by more than just a talent for magnificent and contrasting compositions of nature.
nb: Det var ikke bare et talent for storslåtte og kontrastfylte naturkomposisjoner som preget kunstneren.

source: Cell VIII (1998), is an octagonal cage with a door opening.
nb: Celle VIII (1998) er et åttekantet bur med en døråpning.

source: The early Japanese style, which was particularly used for commercial purposes, was well-suited as a fundament for pursuing the pop art ideal of showing everyday scenes, ideals that also influenced Sugaï.
nb: Den tidlige japanske stilen, som særlig ble brukt i kommersielt henseende, passet bra som underlag for å framføre pop-kunstens ideal om hverdagslige motiver, som også Sugaï var påvirket av.

source: The debate on prostitution in Kristiania in the 1880s
nb: Prostitusjonsdebatten i Kristiania i 1880-årene

source: Backer (by erroneus tradition)
nb: Jan van Ravesteyn (ifølge feilaktig tradisjon)

source: It was first shown at the 1914 Jubilee Exhibition commemorating the centennial of the Norwegian Constitution.
nb: Det ble første gang vist på Jubileumsutstillingen for grunnloven i 1914

source: Rufino Tamayo studied at the public Academy of San Carlos in Mexico City 1917–21.
nb: Rufino Tamayo var utdannet ved det statlige San Carlos-akademiet i Mexico City 1917–21.

source: "Åsgårdsreien" relates to:
nb: "Åsgårdsreien" relaterer til:

source: In May1889 he left Arles to seek help at an asylum in the small town of Saint-Rémy in Provence.
nb: I mai 1889 forlot han Arles for å søke hjelp på en klinikk i den lille provençalske byen Saint-Rémy.

source: "Figurstudie til Legende" relates to: Related works
nb: "Figurstudie til Legende II" relaterer til: Utforsk lignende verk fra samlingen

source: They also shared an apartment in Paris.
nb: De delte også leilighet i Paris.

source: After first working in Rome and the Roman Campagna, Corot left the Eternal City in the summer of 1826 and travelled north to Umbria, where he studied such famous landmarks as the Cascata delle Marmore at Terni.
nb: Etter først å ha arbeidet i Roma og på campagnaen dro Corot sommeren 1826 nordover mot Umbria, hvor han blant annet gjorde studier av den berømteCascata delle Marmore ved Terni.

source: "San Domenico, Perugia" relates to: Related works
nb: "San Domenico, Perugia" relaterer til: Utforsk lignende verk fra samlingen

source: In 1897, Frida Hansen patented her transparent technique where she alternated between dense and translucent parts in the weave.
nb: I 1897 tok Frida Hansen patent på sin transparentteknikk der hun vekslet mellom tette og gjennomskinnelige partier i vevnaden.

source: was first published in 1983 (ETC Förlag).
nb: ble utgitt for første gang i 1983 av ETC Förlag.

source: “I thought for a long time that the flag I had made was used in Stilla.
nb: – Jeg trodde lenge at flagget jeg hadde sydd ble brukt i Stilla.

source: After Philippe de Champaigne, Louvre
nb: Kopi etter Philippe de Champaignes portrett i Louvre

source: Although Gerhard Munthe (1849–1929) is probably best known as a painter, his most original, important contributions were in the areas of design and interior decoration.
nb: Gerhard Munthe (1849–1929) er kanskje mest kjent som billedkunstner, men den mest originale og betydelige innsats gjorde han innenfor design og interiør.

source: "Båt ved kysten" relates to: Related works
nb: "Båt ved kysten" relaterer til: Utforsk lignende verk fra samlingen

source: Many of Oda Krohg's motifs are related to the family, and she often used her own children and family members as models.
nb: Mange av Oda Krohgs motiver er knyttet til det familiære, og hun brukte gjerne egne barn og familie som modeller.

source: "Studier av hunder" relates to: Related works
nb: "Studier av hunder" relaterer til: Utforsk lignende verk fra samlingen

source: Billedkunstner, Decorative artist, Goldsmith, Illustrator, Painter
nb: Billedkunstner, Dekorativ kunstner, Gullsmed, Illustratør, Maler

source: evaluation in ethical terms, since for him, ‘evaluation is fun-
nb: ham handler «evaluering grunnleggende om verdi, og en-

source: "Hest med tverrsal" relates to: Related works
nb: "Hest med tverrsal" relaterer til: Utforsk lignende verk fra samlingen

source: ""Heus tu insidiatoria alieni laboris"" relates to: Related works
nb: ""Heus tu insidiatoria alieni laboris"" relaterer til: Utforsk lignende verk fra samlingen

source: © Fischer, Chris, Chiarini, Marco, Turner, Nicholas, Bagni, Prisco Related works
nb: © Fischer, Chris, Chiarini, Marco, Turner, Nicholas, Bagni, Prisco Utforsk lignende verk fra samlingen

source: The decision to build the Royal Palace in the centre of Christiania was made in 1822, and it took 25 years to complete the construction.
nb: Beslutningen om å bygge Det kongelige slott i sentrum av Christiania ble tatt i 1822, og fullførelsen av byggverket tok 25 år.

source: "Den hellige Maria Magdalena i ørkenen" relates to: Related works
nb: "Den hellige Maria Magdalena i ørkenen" relaterer til: Utforsk lignende verk fra samlingen

source: Like his fellow artists Alexander Calder and Jean Tinguely, Soto was interested in how movement could be represented in a work of art without seeming static.
nb: I likhet med kunstnerkollegaer som Alexander Calder og Jean Tinguely, var Soto opptatt av hvordan bevegelse kunne gjengis i et kunstverk uten at det virket statisk.
